package com.example.peerasorn.chichisticks;

public class Sticks {
   public String[] sticks = {
            "ใบที่หนึ่งจะมีผู้อุปถัมป์พาสุขสันต์\n" +
                    "สำเร็จการที่ตรึกนึกในใจ\n" +
                    "แต่ช้าๆ จึงจะสมอารมณ์คิด\n" +
                    "ด้วยเดชสัตย์สุจริตประสิทธิ์ให้\n" +
                    "ทั้งพวกพ้องวงศ์ญาติปราศทุกข์ภัย\n" +
                    "มีโชคชัยได้สุขทุกคืนวัน\n" +
                    "แม้นถามถึงโชคร้ายในกายตัว\n" +
                    "อีกสักหน่อยค่อยยังชั่วอย่าโศกศัลย์ถามลูกหนี้พี่น้องต้องพบกัน\n" +
                    "ไม่ช้าวันพบพักตร์เหมือนทักทายลาภพิเศษเจตนาเวลานี้\n" +
                    "นานๆ มีให้บ้างไม่ห่างหาย\n" +
                    "ถามเนื้อคู่ดูดีจริงทั้งหญิงชาย\n" +
                    "เหมือนชักนำทำนายเท่านี้เอยฯ",
            "ใบที่สองหมองใจไปทุกสิ่ง\n" +
                    "เพื่อนชายหญิงล้วนเคืองขัดอัชฌาศัย\n" +
                    "งานก็ยุ่งเงินก็หมดระหดใจ\n" +
                    "จะพึ่งพาใครไม่มีปราณีเลย\n" +
                    "ต้องยอมรับจะนี่คือชีวิต\n" +
                    "พรหมลิขิตสัจธรรมตามเฉลย\n" +
                    "อย่าทุกข์ร้อนจงแน่นหนักจักเสบย\n" +
                    "หน่อยก็เคยเพียรทำใจไปตามการณ์",
            "ใบที่สามเสร็จหวังดังประสงค์\n" +
                    "ที่จำนงค์เสร็จแน่ไม่แปรผัน\n" +
                    "อีกไม่ช้าม้าตัวทองของสำคัญ\n" +
                    "จะพาผันสู่สถานสำราญใจ\n" +
                    "คนที่หนีของที่หายก็ได้กลับ\n" +
                    "คู่ที่ลับห่างชิดพิศมัย\n" +
                    "จะกลับคืนชื่นชิดสนิทใน\n" +
                    "คิดสิ่งใดก็เสร็จสำเร็จการ\n" +
                    "ตามตำราทายว่าพระราเมศร์\n" +
                    "ได้ขวัญเนตรสีดามาสถาน\n" +
                    "ตั้งแต่นี้มีสุขทุกข์ไม่พาน\n" +
                    "ที่คิดการหามิตรสมคิดเอย",
            "ใบที่สี่นี้ไซร้เหมือนไกลคู่\n" +
                    "มิได้รู้ปะพบประสพสอง\n" +
                    "เหมือนลูกไก่ฝูงเดียวเที่ยวคะนอง\n" +
                    "ตัวหนึ่งต้องจากไปเสียไกลกัน\n" +
                    "ต่อนานๆจึงพบประสบภักตร์\n" +
                    "ได้สมศักดิ์สุขีเป็นศรีสรรค์\n" +
                    "จะทำการสิ่งใดพร้อมใจครัน\n" +
                    "แต่ข้อนั้นเก็บไว้ที่ในที\n" +
                    "อย่าดำเนินเดินหน้าท่านว่าร้าย\n" +
                    "เราต้องหมายตามหลังระวังหนี\n" +
                    "เหมือนจันทร์จรร่อนเร่ขึ้นเมฆี\n" +
                    "พระแสงศรีสุรยงต้องลงดิน\n" +
                    "ถามคนเจ็บว่าหายสบายจิต\n" +
                    "ถามต้องติดเป็นความตามกระสินธ์\n" +
                    "คงชนะเจียวหนาอย่าราคิน\n" +
                    "แม้นถามถิ่นคนลี้หลบหนีหาย\n" +
                    "ว่ายังจะไำม่พบประสบภักตร์\n" +
                    "ถามลูกรักในครรภ์เหมือนมั่นหมาย\n" +
                    "ว่าคงรู้เห็นว่าเป็นชาย\n" +
                    "จบคำทำนายที่สี่เท่านี้เอย",
            "ใบที่ห้าเสร็จความว่างามเลิศ\n" +
                    "แสนประเสริฐสิ่งสมอารมณ์หมาย\n" +
                    "จะตกถิ่นฐานใดไม่อดตาย\n" +
                    "ทั้งหญิงชายเสน่ห์เมตตาตน\n" +
                    "อั้นลาภนั้นว่าเป็นศรีไม่มีขาด\n" +
                    "เปรียบดังพฤกษชาติที่ดื่นผล\n" +
                    "ทั้งแก่อ่อนมีคละอยู่ปะปน\n" +
                    "งอมก็หล่นเราลิ้มอิ่มอุรา\n" +
                    "ใบนี้ถามถึงคู่จะสู่สม\n" +
                    "คงได้ชมพูพักตร์เป็นหนักหนา\n" +
                    "ถามถึงบุตรสุดสวาทไม่คลาดคลา\n" +
                    "เป็นบุตราถูกแท้อย่างเเน่นอน\n" +
                    "ถามญาติมิตรหรือหนี้ที่หน่ายพักตร์ว่าคงจักได้พบสบสลอน\n" +
                    "อันเรื่องความนั้นเป็นต่อข้อสุนทรจบคำกลอนพาทีเท่านี้เอย",
            "ใบที่หกไม่เสร็จเหมือนใจหมาย\n" +
                    "คิดทำการว่านจุนดูวุ่นวาย\n" +
                    "จะหาร้ายใส่ตัวจงกลัวเกรง\n" +
                    "อย่าร้อนใจไปเลยไม่เคยนึก\n" +
                    "ค่อยๆ ตรึกจงเจาะให้เหมาะเหม็ง\n" +
                    "คงสมหมายชมชื่นได้ครื้นเครง\n" +
                    "ตัวเราเองต้องเจียมเสงี่ยมตัว\n" +
                    "ว่าเชือดเนื้อเถือหนัง เราทั้งสิ้น\n" +
                    "จะผันผินมองแผลมีแต่ชั่ว\n" +
                    "ถามคนเจ็บว่าหายสบายตัว\n" +
                    "หรือพันพัวเรื่องความที่ถามมา\n" +
                    "คงชนะทั้งสิ้นอย่ากินแหนง\n" +
                    "ถามเคลือบแคลงลูกหนี้ไม่ดีหนา\n" +
                    "ทั้งเพื่อนฝูงก็ไม่พบประสบตา\n" +
                    "แต่ถามหาลาภใบนี้ไม่ดีเอยฯ",
            "ใบที่เจ็ดเปรียบเวลาครามืดมิด\n" +
                    "เมฆลอยปิดปะปนระคนหมอง\n" +
                    "พิรุณโปรยปรายซ่าฟ้าคะนอง\n" +
                    "สักครู่กลับ ลำยองพร่างสว่างตา\n" +
                    "จะทำการสิงใดให้ยั้งคิด\n" +
                    "ถามตามจิตจักทุกข์เป็นหนักหนา\n" +
                    "จงแจ้งเรื่องทุกสิ่งแต่จริงมา\n" +
                    "เข้าปรึกษาผู้ใหญ่ให้แนะนำ\n" +
                    "นั้นแหละจะสมอารมณ์หวัง\n" +
                    "โชคสะพรั่งสิ้นทุกข์เป็นสุขสันต์\n" +
                    "ถามลูกหนี้พี่น้อง พวกพ้องญาติ\n" +
                    "ทายไม่พลาดคงพบสมสมาน\n" +
                    "ถามเนื้อคู่นั้นเห็นไม่เป็นการ\n" +
                    "อย่าริอ่านไม่สมอารมณ์เอย",
            "ใบที่แปดโชคชะตาว่าปานกลาง\n" +
                    "พอสมอย่างสมตัวไม่มัวหมอง\n" +
                    "ลาภนั้นคงได้สมอารมณ์ปอง\n" +
                    "ว่าเหมาะต้องพอดีไม่มีเกิน\n" +
                    "แต่ถ้าคิดการใหญ่ว่าร้ายอยู่\n" +
                    "จะสุดรู้อัตคัดถึงขัดเขิน\n" +
                    "ต้องลำบากยากเข็ญเช่นบังเอิญ\n" +
                    "อย่าให้เพลินพลั้งสติดำริดู\n" +
                    "เปรียบเช่นเรามีกระบือพาหนะ\n" +
                    "อย่าเอะอะหวังอาชามาเคียงคู่\n" +
                    "มิใช่ บุญวาสนาสง่าชู\n" +
                    "ขืนสู่รู้ร้อนรนต้องรำคาญ\n" +
                    "ใบนี้ถามความดีไม่มีแพ้\n" +
                    "ทายว่าแน่นักชู้คู่สมาน\n" +
                    "เดี๋ยวนี้ยังไม่ได้ประสบพาน\n" +
                    "รออยู่ก่อนเถิดการจะดีเอยฯ",
            "ใบที่เก้าเป้าหมายทายไม่ผิด\n" +
                    "จะทำกิจการใดไม่ประสงค์\n" +
                    "เปรียบเสมือนป่าร้างต้องถางพง\n" +
                    "จะเตียนลงก็ต้องเหนื่อยเมื่อยอ่อนใจ\n" +
                    "ต้องนานหน่อยจึงสำเร็จเสร็จสมนึก\n" +
                    "เร่งตรองตรึกตามแจ้งแถลงไข\n" +
                    "จะร้อนรน วุ่นจิตคิดร่ำไร\n" +
                    "เถอะคงได้อย่าพะวงต้องโศกา\n" +
                    "ถ้าถามหาลาภนี้ว่าไม่มีวัน\n" +
                    "และคู่นั้นตามทำนายขอทายว่า\n" +
                    "ยังมิได้สมดังจินตนา\n" +
                    "อดวิญญาไว้ก่อนอย่าร้อนรน\n" +
                    "ถ้าถามญาติที่สนิทมิตรสหาย\n" +
                    "ที่คลาดคลายไม่แจ้งทุกแห่งหน\n" +
                    "ขอทายว่าคงพบประสบดล\n" +
                    "จบนุสนธิ์ใบที่เก้าเท่านี้เอยฯ"
    };

    public String getStick(int index) {
        return sticks[index];
    }
}
